[
{"name": "Elena Litvinova — The art of web development", "posts": 28, "patrons": 2, "pricing": ["$3"], "url": "https://www.patreon.com/webelart", "short_desc": "code examples HTML, CSS, JavaScript", "image": "https://c10.patreonusercontent.com/4/patreon-media/p/campaign/6733885/93794f25820c4955825ee754753e224f/eyJ3IjoyMDB9/1.jpg?token-time=2145916800&token-hash=CzOGlOgakFJ4Nkm6a4LmAwhAF8ToDA55PfFOhYTISEM%3D", "long_desc": "🇷🇺 Всем привет! Меня зовут Елена Литвинова и я профессиональный full stack web engineer.  Являюсь автором YouTube-канала  Искусство веб-разработки , а также автором своей платформы для обучения  WebElArt . С помощью патронов вы можете получить доступ к исходникам кода уроков, которые я публикую на YouTube-канале. 🇬🇧 Hello! My name is Elena Litvinova and I am full stack web engineer. I am the author of a Russian YouTube-channel  The art of web development  and the author of my own web platform  WebElArt . With patrons you can get access for sources of lessons which I push on the YouTube channel."},
{"name": "Mute Coder", "posts": 130, "patrons": 1, "pricing": ["$10", "$20", "$30"], "url": "https://www.patreon.com/mutecoder", "short_desc": "Front-end web design using HTML, CSS and JS.", "image": "https://c10.patreonusercontent.com/4/patreon-media/p/campaign/7422019/93ebe6b30d6e4d3da46425482185ca60/eyJ3IjoyMDB9/2.png?token-time=2145916800&token-hash=dPgJxcsX7m2DlMoPxU0HYpn1dYispjO3DR2ooHOg5rY%3D", "long_desc": "Mute Coder helps & tries to simplify regularly required web solutions through creating website and providing tricks too.\n \nAs well I will help you to short, easy and understandable code in HTML, CSS, and Js. Website:  https://mutecoder.com/"},
{"name": "HTML Tamizhan", "posts": 23, "patrons": 1, "pricing": ["$3", "$5", "$8"], "url": "https://www.patreon.com/html_tamizhan", "short_desc": "Web Tutorial", "image": "https://c10.patreonusercontent.com/4/patreon-media/p/campaign/7789485/febcd70241cf414798ad7ef3b4a2f738/eyJ3IjoyMDB9/1.jpg?token-time=2145916800&token-hash=DMFuquGv5gNu8lB7QwYkVJShG3ljtKyWgXQH9Z8T0Kc%3D", "long_desc": "Welcome to our Youtube channel \"HTML Tamizhan\". This is a channel for learning Web Development and Creative Designs, here you can learn HTML, CSS & JavaScript. Subscribe our channel for stay tuned and press the bell icon to get notification first."},
{"name": "GameScore", "posts": 0, "patrons": 1, "pricing": ["$5", "$10", "$30"], "url": "https://www.patreon.com/gamescoresdk", "short_desc": "cross-publishers SDK for HTML5 games", "image": "https://c10.patreonusercontent.com/4/patreon-media/p/campaign/6802884/cbe2172b8c7846b295abfaed3d364da3/eyJ3IjoyMDB9/1.png?token-time=2145916800&token-hash=AjCvCCamSf9QQ0uQdo_VvLDAcCQ82nNSEVw3Xwl-Aqw%3D", "long_desc": "HTML5 games publishers aggregation solution. You can: Monetize games. Native advertisements provided by each platform. Boost Engagement and Retention rates with the highscore table. One SDK for all platforms. Built-in In-game overlay. Built-in saves of player progress on our servers and locally on the device. Built-in authorization through the platform or with our secret code. Built-in popular analytics systems. You can start for free  here ."},
{"name": "Frontend Web design", "posts": 212, "patrons": null, "pricing": ["$3", "$5", "$10"], "url": "https://www.patreon.com/fdwebdesign", "short_desc": "HTML | CSS | JS | JQuery code and Images", "image": "https://c10.patreonusercontent.com/4/patreon-media/p/campaign/8606269/dad82861bcda4ad7a32a052f3aebcf74/eyJ3IjoyMDB9/1.jpg?token-time=2145916800&token-hash=YKCm7_Afa8tcSOc9m1Ek8ndt0izalwUWSdOrG4-OhMI%3D", "long_desc": "Welcome to  Fd Web Design  :) Here you will learn how to create websites using: HTML  |  CSS  |  JS  |  JQuery 👨💻I am a Web developer👨💻 The main languages   in which I type my code:  HTML, CSS, JS, JQuery.   Website development includes: ✅Responsive Website Design; ✅Cross Browser Website; ✅Cross platform development; ✅Сreating a website with help Flex;  ✅CSS/JS/JQuery animations. Please support me to make good content. 💕Thank you so much💕"},
{"name": "Melissa K. Vassar-Belloso", "posts": 40, "patrons": null, "pricing": ["$1", "$3", "$5"], "url": "https://www.patreon.com/meina", "short_desc": "Character Design Resources,Vectors & HTML5 Apps ", "image": "https://c10.patreonusercontent.com/4/patreon-media/p/campaign/1374281/72099b44533349c3928e622ba6270b37/eyJ3IjoyMDB9/17.jpeg?token-time=2145916800&token-hash=8gTx1Axf7urZWKQ4muBqCp-ECFleyHbAesktfMjGAJw%3D", "long_desc": "\n \n\t \n\tI am an autistic writer,artist and beginning HTML5 developer with a special passion for character design.I am also a mental health/disability survivor and advocate as well as a survivor of trauma and domestic abuse. I appreciate you stopping by and showing an interest in my work.I do a bunch of stuff for non-patrons and followers but you can also join me on my creative journey for as low as $3/month!  If you aren't interested in characters and just art & writing, I also now have a $1 and $5 tier set just for those things. I am currently pursuing funding,creating and self-publishing a creative book series but I also write articles, create vector characters and do a lot of other creative projects while on my path to doing that. \n\t \n\t Learn more about me and why I chose Patreon  in this post ! Check out my 2022 forecast in  this post !  Curious about what I'm doing or when to expect something to be posted?  You can now view my  Project Dashboard  to stay in the loop! \n\t \n\tIf you would like to support my work but can't make a monthly commitment you can also support me using  Kofi !  All Ko-fi contributions $5+ now qualify for 1-4 character requests! \n\t \n\tFollow me on Twitter via  @themeinav  for art,characters and more all week! You can also support me by checking out my store where I sell some different designs (mostly mandalas) on housewares,clothing,drinkware and more! Check it out now at  http://bit.ly/shopthelaughingcat ! \n\t Not sure what to look at?   Here are all my current featured tags! All Non-Patron Content News & Updates  has all of my news and project updates. Sampler Characters  is for unarchived and past archives of sampler characters Manga Creator  is for my Manga Creator collections  Fanpro Friday  is for Fanpro Friday posts Flash Jams  is for flash jam posts Character Challenges  contains any design challenges or sheets I've posted Patron Exclusive Content Patron Digests  is for unarchived and past archives of patron exclusive characters NSFW/Triggering Works  is for any art or writing I post that is either not safe for work,mental health related or otherwise containing material that may be viewed as sensitive or triggering a general audience.  Please view these works at your own risk. Patron and Non-patron Content *=mostly patron content/limited non-patron content * Reviews & Articles  is for things like first looks at websites,products,asset kits etc. as well as creative articles. Resources & Information  has things like FAQs and general information Polls & Surveys  is where you can find any current polls or surveys on content I currently have open. * SFW/General Works  has any written or drawn content I've posted that is general audience friendly. * Content Previews  has anything that counts as a content reveal. Character Requests  is for character request and suggestion posts Creative Resources  contains things like the archived twitter inspirations and other creative references * Case Studies & Tutorials  contains things like character case studies and tutorials * Character Sheets  contains character sheets and other generated character concepts * Downloadable Resources  contains any downloads I have available Character Requests Please note  that if you are not a patron or a ko-fi contributor or on an Owl tier that only the lite and fan-inspired requests will be available to you. Patron Character Requests   (1-5 characters based on tier) Lite Character Requests (1 character) Ko-fi Character Requests (1-4 characters based on contribution amount) Fan-Inspired Character Requests (1 character) Not sure about becoming a patron yet? Not a problem! \n\tAs a non-patron who keeps an eye on my work you still get... \n \n \n\t Access to read any news or updates I post about my projects and life \n\t Access to the monthly newsletter which contains 4 sampler characters and a Q& A when 3-5 questions have been submitted  \n\t 10 character Fanpro Friday Digest every third week or when possible (on hiatus until 2023) \n\t Limited access to SFW art/writing content I post (poetry mostly not included) \n\t Light access to  suggest characters \n\t 2 sampler digests annually (midyear and end of year) \n \n \n \n\t Becoming a patron makes you part of my creative journey and has the following benefits! Read the  Full Catalog of Patron Perks  here for more details and an FAQ! Access to viewing all finished artwork and poetry (all tiers) 30 Day early access to any written articles and general access to NSFW/potentially triggering art & poertry Access to artwork processes and WIPs (all tiers) Discord access (all tiers) Access to the  Patron Hub  to participate in surveys,submit Q & A questions,view archived and exclusive HTML5 demos and hopefully a lot more moving forward. Surveys do not apply for owl tiers. Access to submit unlimited character requests ($3+ except for serious owl) A monthly character digest of 15 characters ($3+ except for serious owl) Content and book previews ($5+) A customized owl avatar ($5 only) A patron avatar ($7+) Access to special offer vector packs when I have promotions running ($7+) 1 Weekly character with multiple looks and a profile ($12+) A 5-character vector pack download each month for non-commercial use ($25+) An option to download the weekly character for non-commercial use ($25+) +1 special offer vector collection when I'm running a promotion ($25+) Commercial use of character requests,vector downloads and weekly characters (including special offer packs) for $40 patrons \n                     Very Important Content Notes for Those Considering Being a Patron!    \n \n \n\t Patreon will be switching to filtering who sees posts by tiers instead of by monetary amount as of November 7,2018.  If you are thinking about hopping on as a patron please be aware that if you pledge with no reward or outside of a tier you may have hiccups seeing content. The only content I currently post for \"all patrons\" is the Character Inspiration Digest. Everything else is tier specific.  \n\t As of June 2020 Patreon will be generating a sales tax on pledges  when applicable.  It will be based on the region you live in and not the region I live in so I can't anticipate who it will affect or how much it will be. \n\t A s of October 2019 I have switched to charging up front  so you will be charged immediately once you sign on as a patron and then the first of every month following that. I had some issues with people pledging,accessing content and then canceling the pledge and leaving before it went through so I'm switching payment setup to prevent any future content theft and prevent a few headaches.  Are you a family member,friend or someone who actually \"knows\" me?  Please be advised BEFORE you pledge that if you are uncomfortable or bothered by knowing too much about me that my Patreon content is not filtered,sugarcoated or censored at all.Caring about you or knowing you doesn't mean I can coddle you and shape my content around you.Nor does it make you an inside person with leverage or part of my business decisions here. That wouldn't be fair to me and it would be a jerk move to expect that on your end. If you don't want to know me very well and see messier sides of my existence than I would suggest not viewing my Patreon content. If you still want to support me as a family member or friend but want the lighter experience you can donate via Kofi. Please note that I do not refund pledges if you decide you are \"triggered\".  I am very clear on all my pieces of writing via tags,descriptions and trigger warnings. If something doesn't sound up your alley or seems like a topic that might disturb you or be hard to handle, please be mature enough to hit the back button. I post mainly mental health related content and all of my personal updates have some element of that as well since I live with disability and chronic illness. If you are sensitive to something then don't push yourself. I put partial responsibility and trust in my audience to make mature judgement calls about content they are viewing. I'm not going to bend over backwards and cry a river for you if you can't read or use decent judgment. Would you like me to revise or redact a piece of content?  Please be aware that I only revise,redact or change content on either a proven legal basis or when I want to,no exceptions.This policy is still in effect if you are someone I know personally or family. I am happy to hear from you about my content and listen to your concerns but please do not waste my time with unfounded demands or harassment. If you feel that I've somehow broken a legal boundary with one of my pieces of writing or art, I will be happy to look over your claim once you've done sufficient court filing on your own. I will not assist you in the matter but I will respectfully look over your case. Please also be advised that if you require reprinting any of my creations to prove legal proceedings ,for example printing an article to prove defamation, you will need to get permission to print those materials as all my writing is fully copyrighted to me and me alone,including the printing and reproduction rights.  If you reproduce any of my content illegally or alter it any way, I will be happy to bring it up in a counter-suit. \n \n \n\t Next  Newsletter/6 Sampler Characters: Nov. 1, 2022 Q4 Summary: January 2-5 2022 Next Fanpro Friday: TBA (currently archiving gen I) Next Sampler Digest: December 16,2022 Next Character Inspiration Digest:  TBA (working on backlog) 2022 Annual Flash Jam:  November 25,2022 Next Manga Creator Event:  March 2023 \n\t Please Note:  All of my past blogs are in the process of being restored to meet my new content guidelines.. They should be available again by mid to late 2023. [Active]  The Character Designer's series is all about a brand new way to tackle character design. The series is the ideal guide for learning to develop a character inside and out and not just another how-to-draw series.Whether you're a roleplayer,writer, artist, or even an aspiring manga-ka the series can help you create a well-rounded and unique character for any project. Learn more  or  read the book sample  now! \n\t [Open for Registration]  Just Draw is an oekaki I set up to be a drama-free creative safespace for those stuck at home during the pandemic. It is 100% free to use and doesn't require any skill tests or drawing samples. You can register on the board at  http://bit.ly/justdrawnow  ! \n\t Looking for my HTML5 work?  You can now go to  this page   for all of my programming demos and HTML5 projects. I am currently working when I can at learning HTML5 so the page will basically have any tutorials,documentation and demos available for the projects I’m working on or have already built. Most of them right now will just be small projects I’m doing for the purpose of learning specific skills and functions but I’m working toward some fuller apps and maybe some character builders in the future."},
{"name": "rgz.ee", "posts": 0, "patrons": 2, "pricing": ["$1", "$5", "$10"], "url": "https://www.patreon.com/rgzee", "short_desc": "websites with html, css, javascript and posix shell", "image": "https://c10.patreonusercontent.com/4/patreon-media/p/campaign/1078602/ff0a0cf079e149a5872430f8363118f0/eyJ3IjoyMDB9/8.jpeg?token-time=2145916800&token-hash=Cg3e-e1ipgR6eN00fGYbLSWNfqgRlmhFz26K4TV5c-g%3D", "long_desc": "minimalist webmastering \n\n \n\t almost-zero-css  — class-less styles \n\t slideshow-css  — minimalist slideshow in css \n\t app  — installable and network independent app \n"},
{"name": "Anthony Alicea", "posts": 14, "patrons": 3, "pricing": ["$1", "$3", "$5"], "url": "https://www.patreon.com/tonyalicea", "short_desc": "JavaScript, HTML/CSS, and UX videos", "image": "https://c10.patreonusercontent.com/4/patreon-media/p/campaign/8957412/307ba41a82b649dea211174ba1aa6121/eyJ3IjoyMDB9/1.png?token-time=2145916800&token-hash=ENtffwZ18fnEztC2_oalq7dgxksGB0LR2PTG-hF_-cY%3D", "long_desc": "Hi I'm Tony Alicea. I'm creating JavaScript, HTML/CSS, and UX videos on  my YouTube channel  and  on Udemy ."},
{"name": "Web Book", "posts": 56, "patrons": 4, "pricing": ["$3", "$6", "$10"], "url": "https://www.patreon.com/webbook", "short_desc": "web design using html css and javascript", "image": "https://c10.patreonusercontent.com/4/patreon-media/p/campaign/6655511/4a5ed16c332147efa4471f67f40936bb/eyJ3IjoyMDB9/2.jpg?token-time=2145916800&token-hash=33UJzwWSwanijws4J0yHhoqutyQ2q_NkPXfcZl6dCFw%3D", "long_desc": "Hi guys welcome to Web Book channel.\nHey guys This Web Book channel gives you Knowledge about designing a Responsive web pages using HTML,CSS, and java script."},
{"name": "Francisco Pereira Alvarado", "posts": 0, "patrons": 3, "pricing": ["$2", "$15"], "url": "https://www.patreon.com/gammafp", "short_desc": "HTML5 videogames, tools and tips that make your life easier", "image": "https://c10.patreonusercontent.com/4/patreon-media/p/campaign/90516/221df3747d154bb3a0d13ce63ed3356f/eyJ3IjoyMDB9/4.jpg?token-time=2145916800&token-hash=6fexIjI4GdgY1ug4GB2NA-WWiqSRDcqCo4JrSfFTBRE%3D", "long_desc": "Soy Francisco José Pereira Alvarado y soy desarrollador de videojuegos, colaborador en Phaser y administrador de sistemas. He desarrollado varias herramientas que usa la comunidad de Phaser como también he desarrollado varios juegos con este maravilloso framework. Me gusta mucho JavaScript es mi lenguaje de programación favorito y gracias a este lenguaje he podido desarrollar aplicaciones híbridas las cuales cada una tiene  muy buena puntuación en Google Play. Además de desarrollar videojuegos me encanta la inteligencia artificial y me dedico a aprender todo lo que puedo. Me gusta crecer en conocimientos y compartir cada conocimiento que voy adquiriendo."},
{"name": "The tips from Stas", "posts": 0, "patrons": 5, "pricing": ["$14", "$339"], "url": "https://www.patreon.com/melnik909", "short_desc": "content about HTML, CSS, UX and Accessibility ", "image": "https://c10.patreonusercontent.com/4/patreon-media/p/campaign/2871133/d1629658d51448adb2803b1306ca8876/eyJ3IjoyMDB9/1.jpg?token-time=2145916800&token-hash=7WQH9yGGoOlsSdIibYfCBuFZDMhYFWJknyeDU5xBAGw%3D", "long_desc": "I aspire to help people know about how we can make the web more accessible and user-friendly for everyone."},
{"name": "HamletMachine", "posts": 678, "patrons": 1848, "pricing": ["$1", "$3", "$10"], "url": "https://www.patreon.com/HamletMachine", "short_desc": "Comics and illustrations", "image": "https://c10.patreonusercontent.com/4/patreon-media/p/campaign/375841/1c9a0c2c088c45b8a2ab0e51238b8cf0/eyJiIjoyMCwidyI6MjAwfQ%3D%3D/1.jpg?token-time=2145916800&token-hash=xlSbxiAwHYfZ_RKkrFdsUmtTxk6mtmJyz1o--N4UDvc%3D", "long_desc": "Hello, I'm HamletMachine! I'm a digital artist who creates comics, illustrations, and fanart; my favorite subjects to draw are explicit sexual content and queer romance. In general, I like themes that are dark, fantastical, and dramatic. Starfighter  is probably the project I'm most known for: it's a sci-fi, explicit, queer comic that you can read online for free. (It even had a visual novel released based on it called  Starfighter: Eclipse ,   which was completed in 2015 after a successful Kickstarter.) It is now fully complete!🎉 The Second Tier  will debut my new comic project,  Mickey + Jessica : This will be a dark romance drama of two women.. It will involve some violence, drug use, and will be NSFW/sexual. (The style will be a little grittier than Starfighter- it will look more like the drawings above!) I hope you will enjoy it!🙇💕 The Third Tier  will have a new project,  Pain Killer 2: Bug Hunt : While I work on  Mickey + Jessica , I plan on making a sequel to the first comic I started here on Patreon-  Pain Killer ! We return to Juan's bleak world of carnage and lust~ of monsters and kinks~! Watch Juan survive in the sex-fueled, heavy-metal fantasy world!  This comic will be very similar to the first  Pain Killer  in exploring dark themes and other kinks! (Likewise, there will be dub/non-con elements, varied sex, and other elements that are very mature, so please use discretion!) Patrons at this level will a receive a free PDF of the finished comic if they are an active member for the comic's production for at least 2 months..  I am using Patreon as a way to sustain myself as an artist and as a way to connect with fans and supporters!  Thank you so much for taking the time to look! ❤"},
{"name": "JS CHEAT TOOLS", "posts": 3, "patrons": 7, "pricing": ["$3", "$5"], "url": "https://www.patreon.com/jscheattools", "short_desc": "Cheat Development Tools For HTML5 Games", "image": "https://c10.patreonusercontent.com/4/patreon-media/p/campaign/9244574/4f4a6be39d3b42ae897f0716eb9be4ad/eyJ3IjoyMDB9/8.png?token-time=2145916800&token-hash=0uBJN9AYeU71eXZSpuixbyzdN0ehIcTlhmrKYpRAovQ%3D", "long_desc": "A  JS CHEAT TOOLS  é uma ferramenta completa para desenvolvimento de Cheats para jogos  HTML5 . \nCom opções de instrumentação e patching de funções JavaScript, além de scanner de valores. \n \nLista dos Recursos: \n \n\t Encontrar funções através da instrumentação. \n\t Desativar, breakpoint, executar e aplicar patch em qualquer função em tempo real. \n\t Salvar função na lista de favoritos. \n\t Escanear e modificar valores. \n\t Watch points(saber quem escreve ou ler para a função) \n \n \n \n JS CHEAT TOOLS  is a complete tool for developing Cheats for  HTML5  games. \nWith instrumentation and patching options for JavaScript functions, as well as a value scanner.  \n \nResource List: \n \n\t Finding functions through instrumentation. \n\t Disable, breakpoint, execute and patch any function in real time. \n\t Save function to favorites list. \n\t Scan and modify values. \n\t Watch points.(know who writes or reads to the function) \n \n \n \n"},
{"name": "HTML All The Things", "posts": 0, "patrons": 12, "pricing": ["$1", "$3"], "url": "https://www.patreon.com/htmlallthethings", "short_desc": "HTML All The Things Podcast, Guides, Website Templates", "image": "https://c10.patreonusercontent.com/4/patreon-media/p/campaign/2019439/cc5f609b87ea49aea1b008fc3f1fbfb1/eyJ3IjoyMDB9/1.png?token-time=2145916800&token-hash=9SPqYwnlGxlRrYcnRkuPFaYYRfOjiNOFTXyKjgMJd_o%3D", "long_desc": "Welcome to the official HTML All The Things Patreon page!  What we do? Make awesome web content including things like: Website Templates (ie Bootstrap Templates) Guides & How-To's Podcast (discussing web development, web design, and small business) Why Patreon? The majority of our content is free to consume, but it still takes a long time to make, and sometimes involves expensive equipment to get the job done. We're using Patreon in order to fund this project and make it even better for our fans. As we gain funding we'll be able to dedicate more time and effort into HTML All The Things making it better than ever before. Rewards We want our rewards to change and evolve as this project does, offering worthwhile bonuses for fans that are willing to give us a helping hand. Right now the rewards are sparse, but we hope that as we grow, the value of our Patreon rewards will grow along with it."},
{"name": "HTML Energy", "posts": 0, "patrons": 13, "pricing": ["$1", "$5", "$10"], "url": "https://www.patreon.com/htmlenergy", "short_desc": "nothing; it is simply channeling the raw power of HTML!", "image": "https://c10.patreonusercontent.com/4/patreon-media/p/campaign/4085335/bf1c49e207384024945d69f9aa2e0bff/eyJ3IjoyMDB9/2.png?token-time=2145916800&token-hash=7A1K2d6ZBb9rWuwbNxRbIhh8CANb3cKMnrwDlXA25eQ%3D", "long_desc": "html energy is an ongoing dialogue about the raw power of html. as you know, html energy already exists in every site... we just have to release it! what is html energy doing these days? we are... * hosting freewrite html events * creating experimental videos about everyday life & html * making podcast where we interview people about their websites * creating memes about the energizing potential of html * cultivating community around the raw power of pure html give us energy ($) so we can shine back a new form of energy (❇️) ... which has many forms (see list above) -- whichever is best for the world and us at that moment! thank you for your support. ❇️"},
{"name": "Going To Internet", "posts": 56, "patrons": 26, "pricing": ["$4", "$8", "$30"], "url": "https://www.patreon.com/goingtointernetoficial", "short_desc": "Website Designs Using HTML CSS and JavaScript.", "image": "https://c10.patreonusercontent.com/4/patreon-media/p/campaign/7235666/8485c756a7ef4036a10ad708f85accb7/eyJ3IjoyMDB9/2.jpg?token-time=2145916800&token-hash=P0MvoaPb3SXCAz2uLSMZOs8kQ3OCzWRRdGR0zLW5bpA%3D", "long_desc": "Hello, My name is Touseeq Ijaz and i am Owner of Going To Internet Youtube Channel. Here you will get all source code of my YouTube videos tutorials.  "},
{"name": "CarpoolVenom", "posts": 33, "patrons": 32, "pricing": ["$4", "$8", "$30"], "url": "https://www.patreon.com/CarpoolVenom", "short_desc": "web development tutorial using HTML CSS & JavaScript", "image": "https://c10.patreonusercontent.com/4/patreon-media/p/campaign/7599385/518351447c0d480eb1c2e934bf05dcb7/eyJ3IjoyMDB9/1.png?token-time=2145916800&token-hash=8-ew5KGBmFKaYgHIC2hzQgaXOuLyvwVsyb4mu9S5eno%3D", "long_desc": "Hi, I am making web design using HTML CSS And JavaScript on YouTube Channel Name CarpoolVenom. Here you can get all source codes. "},
{"name": "Livervt", "posts": 4, "patrons": 85, "pricing": ["$2", "$5", "$9.50"], "url": "https://www.patreon.com/livervt", "short_desc": "HTML Adult Game", "image": "https://c10.patreonusercontent.com/4/patreon-media/p/campaign/9256074/c980726f14bd448ea49568138aadf533/eyJiIjoyMCwidyI6MjAwfQ%3D%3D/1.jpg?token-time=2145916800&token-hash=nzece4wxMHp0duxr85QaOKtB1En99lrAYKNUXm8tyWU%3D", "long_desc": "Hello and  Thanks  for visitng my Patreon Page.  Secret Taboo is about   Pure Girl,   who moves to a new city with her Parents. She discover a note that might lead to secret your parents kept from you. Through the game she will be corrupted by the people you meet. It's an open world that's still in development, but mostly I've done more events than daily repeaters. I hope you'll enjoy my content and again Thanks for you Patronage. "},
{"name": "Alexis Deveria", "posts": 2, "patrons": 250, "pricing": ["$1"], "url": "https://www.patreon.com/caniuse", "short_desc": "Can I use browser compatibility tables for HTML, CSS, JS & more", "image": "https://c10.patreonusercontent.com/4/patreon-media/p/campaign/837817/d6442c87cd60432f9cbd39c97e77ca87/eyJ3IjoyMDB9/1.png?token-time=2145916800&token-hash=ZqnDWUHwsmle-4iBjbEunOW2YnloLZ7S3c5JGAXGdtQ%3D", "long_desc": "Caniuse.com has hosted browser support tables for web technologies since 2008. It's also a personal project created, owned and regularly maintained by me in my spare time. Many thanks to all contributors, be it financially through Patreon or via data contributions on  GitHub . Your help keeps caniuse running and keeps developers throughout the world informed."},
{"name": "www.monkeyhappy.com Robin Vencel - (Pencilkids)", "posts": 637, "patrons": 658, "pricing": ["$4", "$10", "$25"], "url": "https://www.patreon.com/monkeyhappy", "short_desc": "Games Html5 (Android and iOS)", "image": "https://c10.patreonusercontent.com/4/patreon-media/p/campaign/370148/c1f66217c1e94da89b5967ab37f01490/eyJ3IjoyMDB9/1.jpeg?token-time=2145916800&token-hash=G9eX-2q3ESpW4IMJnHbet8k5cVNN7voZHbiw2Pqh1HY%3D", "long_desc": "Hello my name is Robin Vencel, the creator of Monkey GO Happy (monkeyhappy.com) where I  released 2 free stages every week for the first 2 and a half years.  I have decided to create extra content made possible by true Monkey GO Happy fans who decide to become my Patrons. Please support my journey so I can bring you a longer stage every week. I now release 1 free stage and one Patron stage very week."},
{"name": "Hamlet’s House & Pet Rescue", "posts": 0, "patrons": 3, "pricing": ["$5", "$20", "$50"], "url": "https://www.patreon.com/user?u=79294698", "short_desc": null, "image": "https://c10.patreonusercontent.com/4/patreon-media/p/campaign/9227507/2f2d4a7927824c9ebfcbf467dd645558/eyJ3IjoyMDB9/1.jpeg?token-time=2145916800&token-hash=aWXEn0x8KllqepO6LUCBwSo-fwmMMCPZW-BswxWwCrM%3D", "long_desc": "Hamlet’s House & Pet Rescue’s mission is to house and/ or rescue, rehabilitate and re-home unwanted or displaced animals; while exposing and educating the public on animals, their welfare, training & care."},
{"name": "Hjälpenhemlös.se", "posts": 3, "patrons": 7, "pricing": [], "url": "https://www.patreon.com/user?u=45945297", "short_desc": "A safe place for the homless", "image": "https://c10.patreonusercontent.com/4/patreon-media/p/campaign/5719635/7214a9db9b814fe9ac2efa4c2ff89ce8/eyJ3IjoyMDB9/1.jpg?token-time=2145916800&token-hash=Am2WPJ-YCJGLGtNco5jMYzPcm-7-H9DmVR_5AmZEMDw%3D", "long_desc": "Hjälpenhemlös.se Är ett initiativ av  Jobb & Bostad  där vi tillsammans kan erbjuda de hemlösa en värdigare standard. Hjälpenhemlös.se är ett nytt projekt där man kan beställa produkter åt dem hemlösa som man sedan kan välja att dela ut själv eller få dem utdelade.  Intäkterna kommer att återinvesteras i verksamheten för ännu bättre och bredare sortiment i framtiden. Intäkterna som kommer in till oss från produkterna på vår hemsida, swish, bankgiro återinvesteras i verksamheten. Just nu är de viktigast att bygga upp kapital så att vi har chansen att tex hyra lokal i framtiden, köpa material till vår marknad etc. Min vision är att i framtiden kunna anställa dem hemlösa som sen kan genomföra större delen av denna verksamheten med ett eventuellt kombinationsboende där dem hemlösa både kan Jobba & bo med syftet att hjälpa andra hemlösa. Tack för era gåvor och välkommen ner till oss. Behöver du komma i kontakt med mig är du varmt välkommen att nå mig på följande sätt: Johannes Bathily 0704 45 02 21 [email protected] http://www.xn--hjlpenhemls-m8a6v.se/ www.jobbochbostad.com"},
{"name": "Gail Hamlin Yoga", "posts": 329, "patrons": 5, "pricing": ["$5", "$10", "$29.99", "$59.99"], "url": "https://www.patreon.com/gailhamlinyoga", "short_desc": "Instructional Yoga Videos and full-length Yoga classes", "image": "https://c10.patreonusercontent.com/4/patreon-media/p/campaign/3740669/1c9b55e62cd0428088c3387ae957b76c/eyJ3IjoyMDB9/2.jpg?token-time=2145916800&token-hash=mns0me0UCOcSxxCbIE4vwRlnhszng4Pt0tN8hRsMTRg%3D", "long_desc": "GO WITH THE FLOW.  Do you want to move, breathe and make a connection with yourself through a mindful practice? Join me Mon-Wed-Fri for live streamed classes or follow up after for a video link to do on your own time. Roll out your mat, meditate and move with me. Feel better inside and out."},
{"name": "HT Modding", "posts": 5, "patrons": 7, "pricing": ["$5", "$10", "$15"], "url": "https://www.patreon.com/htmodding", "short_desc": "BeamNG Mods", "image": "https://c10.patreonusercontent.com/4/patreon-media/p/campaign/8423951/e9e48963d130417aa86580838cd6ca05/eyJ3IjoyMDB9/1.png?token-time=2145916800&token-hash=uTUWf3tDUNCAO885YpiMHwhrhDDKT5Lf8bszVpaLcfs%3D", "long_desc": "At HT modding we create high quality mods for you! We have great support and will always take care of any bugs reported to us."},
{"name": "Hannah Long", "posts": 19, "patrons": null, "pricing": ["$4", "$7", "$10"], "url": "https://www.patreon.com/hmlongbooks", "short_desc": "epic fantasy books", "image": "https://c10.patreonusercontent.com/4/patreon-media/p/campaign/8516312/3064cf9feb2b473c98fc63d691b5c7a1/eyJ3IjoyMDB9/1.jpg?token-time=2145916800&token-hash=pK2PFGkffpSFZRXQsLMcy6KVZmplmzehefk5AYOTh6I%3D", "long_desc": "Hey, I'm Hannah and I write epic fantasy books including Hall of Smoke, Temple of No God, Barrow of Winter and more. Here on my Patreon, I'll be sharing the very latest news on my books, along with writing tips, current writing updates and insights, deleted scenes, and all those delectable little secrets behind the creation of your favourite characters. I love sharing these things, and I'm delighted to have a platform to do that on more regularly.   I've created this page to share with my readers, but also out of practicality. While being an author brings me incredible joy, as a career, it's difficult to sustain. There is no minimum wage here, no health benefits or even a regular paycheck. That means that, even with a second job, this is a career that some weeks I pay to have, instead of it paying me.   This is where you come in. You can help bridge the gap for me and keep me writing, and in the process gain access to as much exclusive content as I can get you!  Thank you so much for reading, and double thank you to anyone who decides to embark on this journey with me. You're what makes this author life worth it!"},
{"name": "Hamlet to Hamilton", "posts": 29, "patrons": 5, "pricing": ["$5", "$10", "$15"], "url": "https://www.patreon.com/hamlettohamilton", "short_desc": "Educational Podcasts and Videos", "image": "https://c10.patreonusercontent.com/4/patreon-media/p/campaign/5420457/960324a7ee514e12a7b61820d9ecbd1e/eyJ3IjoyMDB9/1.jpg?token-time=2145916800&token-hash=tcy0E_qFj20NmH7fyF-Oky3fSFY8l2xzYa-dpW6spnk%3D", "long_desc": "Hamlet to Hamilton: Exploring Verse Drama  is a new weekly podcast and video series from  TURN TO FLESH PRODUCTIONS  Audio Division.  We're breaking down the basics of writing and performing verse drama - from Shakespeare to hiphop, and everything inbetween.  Featuring lessons, readings of new and obscure plays, and interviews with the coolest playwrights you haven't even  heard  of yet, #H2H is geared towards Shakespeare nerds, musical theatre geeks, poets, playwrights, actors...and every educator who's over their head with teaching Shakespeare. We believe in punching up and speaking ill of the dead (with love, with love) We believe iambic pentameter, schmemambic schmentameter We believe that  your  voice is interesting and necessary and ought to be heard We believe that there is so much beauty in the world, and we're gonna write about it"},
{"name": "Hemlock", "posts": 10, "patrons": 15, "pricing": ["$5"], "url": "https://www.patreon.com/hemlockart", "short_desc": "Artwork", "image": "https://c10.patreonusercontent.com/4/patreon-media/p/campaign/2030133/d9bbfba9904f40f5b9f8b6712da4940e/eyJ3IjoyMDB9/2.jpg?token-time=2145916800&token-hash=kAq6wCaOCAHnTlgBAHyLhV4KWMgVrIPhgBMwJR9YN4Q%3D", "long_desc": "Hello I'm Hemlock,  I make magic, nature, and fantasy artwork. On my patreon you can find my RPG supplements, including: Monsters, NPC’s, Classes, Quests, and Environments. I hope you all enjoy it!"},
{"name": "阡陌之間", "posts": 35, "patrons": null, "pricing": ["$10", "$16", "$24"], "url": "https://www.patreon.com/hamletsland", "short_desc": "關注香港土地規劃、寮屋及農業資訊網誌", "image": "https://c10.patreonusercontent.com/4/patreon-media/p/campaign/7065541/a610e656de7d41e7aa231dc50124e65b/eyJ3IjoyMDB9/2.jpg?token-time=2145916800&token-hash=1S7A0mr_i_Od8zH15v3xiKCl96XLoVuY33vUKhnN6fo%3D", "long_desc": "所有文章於  http://hamlets.land  更新， Patreon平台只作訂閱之用，敬請留意。 阡陌之間是一個關注土地規劃、鄉郊、農業議題的網誌平台。編輯參與多場鄉村運動，支援各個鄉村的反迫遷工作；同時於新興農場參與種植、農產品銷售及食農教育活動。除了通過文字交流，亦會舉辦實地的考察、農產品分享活動。 通過成為訂閱會員，即可以獲得指定農產品。"},
{"name": "Hemlock DoLMMS, L&P", "posts": 43, "patrons": 21, "pricing": ["$3"], "url": "https://www.patreon.com/hemlockdolmms", "short_desc": "Videos and Entertainment", "image": "https://c10.patreonusercontent.com/4/patreon-media/p/campaign/5430673/c689868dddb9465da99ccf4e722c652b/eyJ3IjoyMDB9/1.jpeg?token-time=2145916800&token-hash=JK3raScZcvluH3ABcF3hK1dXZctaltJK8a58WilTY70%3D", "long_desc": "Thank you for coming to the Department of Lost and Misplaced/Misdirected Souls, Limbo and Purgatory, managed by Hemlock since ?.  Please have a seat, and someone will be with you, shortly! By supporting me here, on Patreon, you help me to continue creating the content you love, and even allow me to expand my creativity and range, to bring you new and exciting things!  Words cannot express how grateful I am for your support, of all kinds, and I'm thrilled and excited to see where this creative journey takes us!  "},
{"name": "Hemlock Alley Production ", "posts": 111, "patrons": null, "pricing": ["$20", "$39"], "url": "https://www.patreon.com/darkroomspr", "short_desc": "photos and videos", "image": "https://c10.patreonusercontent.com/4/patreon-media/p/campaign/4503409/cd5bf51d19ae44db8dbf1b869ffec3f6/eyJiIjoyMCwidyI6MjAwfQ%3D%3D/3.png?token-time=2145916800&token-hash=PcFhwLXH64lKDpqyFVuge1gCvVfSYMU4S9OoyGXlUi0%3D", "long_desc": "DarkRooms\nProduction is a well known studio of CSI, horror and fetish oriented art thrillers.\n \n\nHere you\nwill see our photo project with CSI simulation and other fan content! "},
{"name": "Tom Hamlett", "posts": 127, "patrons": 28, "pricing": ["$1"], "url": "https://www.patreon.com/thetomhamlett", "short_desc": "Virtual Spin Classes", "image": "https://c10.patreonusercontent.com/4/patreon-media/p/campaign/4416660/fb31fe0f26834c86b7ef45d97575c6fe/eyJ3IjoyMDB9/1.png?token-time=2145916800&token-hash=aelS8nvn5DQOrJNYIkYh4DGXuSHWFTrh2EYvlv9b-_g%3D", "long_desc": "My name is Tom Hamlett! For those of you who are new to me, I am a Master Instructor at Cyc Fitness. We are currently closed due to COVID-19. However, I am moving that Cyc Fitness energy to your own living room! On a weekly basis I will be providing two live classes for my patrons!  What's in a Tom Hamlett spin class? - 30 minutes of beat base cycling - High intensity cardio intervals - Five minutes of upper body work - Challenging choreography to push your cognitive workout - BAD ASS PLAYLISTS Bring my high energy spin experience to the comfort of your own living room!  Let's Party!"},
{"name": "Oliver Hamlin", "posts": 177, "patrons": 27, "pricing": ["$2", "$50", "$80"], "url": "https://www.patreon.com/oliverhamlin", "short_desc": "Illustrations and Fan Art", "image": "https://c10.patreonusercontent.com/4/patreon-media/p/campaign/1883476/ed3fcee1da534b308ce594afe0dc6947/eyJ3IjoyMDB9/3.png?token-time=2145916800&token-hash=6t5fovrpwUsyj3QYp4MxqUNXRuqRd9qdKfJCRriNUeE%3D", "long_desc": "Hello everyone! I am a freelance Illustrator who loves using watercolors and ink for most of my illustrations. I am always practicing and striving to improve my skills and I'm looking forward to sharing my journey and art along with you all. Video games and anime/manga are a big influence on my style and subject matter. I will be frequently posting original art, fan art, and Patreon-exclusive content as well. This Patreon page gives me a chance to focus on creating content, sharing it all here, and connecting and communicating with you guys on a more interactive level. Thank you to all who like my stuff and support me, you guys make it possible for me to work full-time on my art. LINKS Tumblr  -  Instagram  -  Twitter  -  Etsy"},
{"name": "josceline fenton", "posts": 42, "patrons": 74, "pricing": ["$1", "$5", "$15"], "url": "https://www.patreon.com/josceline", "short_desc": "Hemlock, a webcomic", "image": "https://c10.patreonusercontent.com/4/patreon-media/p/campaign/166685/597fa799cb1b4cac819a91662e11f2f4/eyJ3IjoyMDB9/2.png?token-time=2145916800&token-hash=7uJUyuTfEY7u8KcjQ6-FQN71OVXiaLtdQyRfS-Pjc3Q%3D", "long_desc": "hello! i'm josceline and i'm a cartoonist and animator from london, UK. i've been working on my webcomic  hemlock   since 2010. \n \nif you're one of my long-time followers, you'll know that there have been some big hiatuses in the history of my webcomic while i finished my MA in character animation and moved into full time work in the animation industry.  \n although my aim is to get back to a weekly update schedule, with around two pages per update, i'm only able to work on hemlock in between short term contract jobs. this patreon campaign helps me to support myself in the meantime and helps to get the webcomic back up and running again.  because there have been so many breaks and gaps in hemlock's history, i've set this campaign to \"per webcomic update\". this way, patrons will only be charged when there's actually something to give back to them!  \n \nhemlock will remain free to read online, but patrons will get access to a variety of extras and bonuses, as well as updates a day early. i have tried to keep things relatively simple, as the main goal of this is getting hemlock out there for you to read! this is my first time dealing with patreon, so if you have any suggestions for rewards or changes you want to see, let me know!  \n \n thank you so much for your support! \n"},
{"name": "Neon Hemlock Press", "posts": 83, "patrons": 39, "pricing": ["$3", "$9", "$25"], "url": "https://www.patreon.com/neonhemlock", "short_desc": "Baffling Magazine", "image": "https://c10.patreonusercontent.com/4/patreon-media/p/campaign/2661916/0be7a7b93bff4ad491d96b92cf0c400a/eyJ3IjoyMDB9/1.jpg?token-time=2145916800&token-hash=Pe0zt4EtoiQZxwUSmycsbA5fXjOVvkimhZm_-WVf92A%3D", "long_desc": "Baffling Magazine is a quarterly online magazine of flash fantasy, science fiction & horror with a queer bent.  While all stories will be available for free online, Baffling Magazine patrons read the stories here first, check out interviews and off-kilter video content, plus may have the chance to be our test audience for some experimental podcast content.  Baffilng Magazine is co-edited and published by  Craig L. Gidney  and  dave ring .  Say hi on Twitter! Baffling Magazine is a project of  Neon Hemlock Press , an emerging purveyor of zines, literary candles, queer chapbooks and speculative fiction. "},
{"name": "Hemlockk", "posts": 174, "patrons": 67, "pricing": ["$2"], "url": "https://www.patreon.com/user?u=8993911", "short_desc": "Fighting art", "image": "https://c10.patreonusercontent.com/4/patreon-media/p/campaign/3178587/b90ddc2905e748148953fe26960a37bc/eyJiIjoyMCwidyI6MjAwfQ%3D%3D/2.jpg?token-time=2145916800&token-hash=hFmQkcmr-1hrmfMGe8U5PuN-V9Rjjz69fvKJey8zdIg%3D", "long_desc": "Creating erotic M/F and F/F boxing, wrestling, and some brawls.Lots of good fights with a some loser humiliation!"},
{"name": "How To Make Everything", "posts": 304, "patrons": 461, "pricing": ["$1", "$3", "$5"], "url": "https://www.patreon.com/HTME", "short_desc": "Documentary Videos", "image": "https://c10.patreonusercontent.com/4/patreon-media/p/campaign/225563/c01f97ac8ae94247bf0a4e0f46195967/eyJ3IjoyMDB9/1.jpeg?token-time=2145916800&token-hash=s171SxAjXF9458RikeRjy299jWu79oMAU727ln0kOXM%3D", "long_desc": "\nI'm Andy George of  How To Make Everything , a YouTube series where my Team and I seek to discover what it takes to make everything from scratch. My mission is to understand the complex manufacturing and production processes that are often taken for granted, doing it all myself. Along the way, I answer the questions you never thought to ask! \n \nTraveling, filming and editing takes a lot of time and resources – and our Team constantly strives to provide high-quality, fun, engaging content. Your financial support helps to sustain the channel, so we can  \nkeep bringing you amazing videos each week – as well as branch out into new areas! \nPatreon also allows us to offer some rewards in return for your support, and engage with you directly here on the site. We want to have an ongoing conversation with our most dedicated supporters, to help drive the direction of the channel in the direction YOU want. You'll be part of our extended team!\n \n \nAlso be sure to check out the rewards below, and the milestone goals we've set up to help our channel grow. \n \nWe have a lot of big ideas – so come along for the ride and learn How To Make Everything!"},
{"name": "Adem Lp", "posts": 0, "patrons": null, "pricing": [], "url": "https://www.patreon.com/user?u=80448163", "short_desc": "Python, Html, css, js, json, C, C#, C++, Gui Interface", "image": "https://c10.patreonusercontent.com/4/patreon-media/p/campaign/9505315/33f146e0f5004a65b800199a0fb21a3b/eyJ3IjoyMDB9/1.jpg?token-time=2145916800&token-hash=xi_zClnhiRUPlSjm3nWmHr0vZWUDf07VixGB_bnmnE0%3D", "long_desc": ""},
{"name": "Zero Index", "posts": 0, "patrons": null, "pricing": ["$3"], "url": "https://www.patreon.com/ZeroIndex", "short_desc": "Videos On Web Development, Landing Pages And HTML, CSS Tips! ", "image": "https://c10.patreonusercontent.com/4/patreon-media/p/campaign/9567118/7af16cd27d5f4e6292193430203fb619/eyJ3IjoyMDB9/1.png?token-time=2145916800&token-hash=ah6bTh0oNVIojSd-S8tKjvg3OnLVX7-pjAPHRRnx01c%3D", "long_desc": "Zero Index Is YouTube Channel Created To Help Those Who Want To Learn Web Development Or Improve Their Current Skill Levels. With Your Support The Content Can Only Get Better. Thank You In Advance.  "},
{"name": "Pedro html5", "posts": 0, "patrons": null, "pricing": ["$2"], "url": "https://www.patreon.com/pedrodev", "short_desc": null, "image": "https://c10.patreonusercontent.com/4/patreon-media/p/campaign/9534494/cedeff2e9ed44e93b0799f13582908ac/eyJ3IjoyMDB9/1.png?token-time=2145916800&token-hash=-pMejZlZJNF8rY_tJLKjYc0Qbr2BeAmjCtTms9pQSTc%3D", "long_desc": "OLa aqui vc tem muito conteudo sobre programaçao! Temos temas exclusivo pra vc tudo bem feito com designer absudo"},
{"name": "FollowAndrew", "posts": 0, "patrons": 1, "pricing": ["$5", "$30", "$50"], "url": "https://www.patreon.com/followandrew", "short_desc": "Front-end web design video tutorials with HTML, CSS, & Photoshop", "image": "https://c10.patreonusercontent.com/4/patreon-media/p/campaign/3196586/3f77c95f95e741cf8634a630d0345611/eyJ3IjoyMDB9/1.png?token-time=2145916800&token-hash=LxharFQhkelW8e5dFQLHIrB2154p-uRQ1nSE_d1YXS4%3D", "long_desc": "Andrew has been designing & developing web pages for  over 20 years  and has always had a passion for teaching.  I create video tutorials about  web design ,  graphic design ,  Photoshop ,  UI/UX ,  animation  and more!   In all of my videos I aim not only to showcase a skill or technique, but hope tp illustrate key concepts in order to facilitate learning. Just as the name infers, FollowAndrew!"},
{"name": "TTM", "posts": 162, "patrons": null, "pricing": ["£5"], "url": "https://www.patreon.com/TTMLive", "short_desc": "News | Views | Interviews", "image": "https://c10.patreonusercontent.com/4/patreon-media/p/campaign/4032258/adb3d42b4e0f4dd78d624f6d7f2ec9ae/eyJ3IjoyMDB9/1.png?token-time=2145916800&token-hash=5jEGLyAT5zQRqoDudbQqwCF5v60yV8Bb__OIFKQZRPQ%3D", "long_desc": "Every week will aim to bring you additional and exclusive content of the very latest News, Views and Interviews from our part of the GAA world."},
{"name": "ToaLätt Leveransservice", "posts": 0, "patrons": null, "pricing": ["$6.50", "$11.50", "$25"], "url": "https://www.patreon.com/toalatt", "short_desc": "Hemleverans av toalettpapper", "image": "https://c10.patreonusercontent.com/4/patreon-media/p/campaign/9443958/b07787f1b6264d41860fdac5814772b9/eyJ3IjoyMDB9/1.png?token-time=2145916800&token-hash=yKWwW1RklAgYEpD6dvOV2GQgvzex8V12UiKQ73AZj-o%3D", "long_desc": "En perfekt tjänst för dig som vill ta bort ännu en oro i vardagen. Vi levererar toalettpapper hem till din dörr månadsvis, så det kommer inte längre vara något du behöver tänka över varje gång du åker och handlar, eller sitter där på toaletten lätt frustrerad."},
{"name": "THANK ME LATER SPORTS BETS", "posts": 175, "patrons": 4, "pricing": ["$5", "$25", "$50"], "url": "https://www.patreon.com/TMLSB", "short_desc": "Sports betting ", "image": "https://c10.patreonusercontent.com/4/patreon-media/p/campaign/6790193/4789d2b25284434a8f06f3bb3e40c7e8/eyJ3IjoyMDB9/6.jpeg?token-time=2145916800&token-hash=nuogtZjv-W4zuBhdbxuUDxD8egfyoiRWZuAODqDxYqU%3D", "long_desc": "Thank you for jointing TMLSB . Here we will make picks that will benefit your bankroll and help it grow! We offer memberships for $25 up to $250. We also offer what we call a V.I.P membership for 400, that includes a direct line to me, bankroll management, early plays, giveaways, and teach you methods  Our goal is to make you money and we’re gonna do just that! free chat group im looking for new clients CLICK THE LINK   https://t.me/+zudHNEvgiTEwZmVh  "},
{"name": "TML Offroad", "posts": 0, "patrons": null, "pricing": ["$5"], "url": "https://www.patreon.com/TML_Offroad", "short_desc": "Off-road videos", "image": "https://c10.patreonusercontent.com/4/patreon-media/p/campaign/9538051/a378d9389d0f487f87ea622f667ce116/eyJ3IjoyMDB9/1.jpeg?token-time=2145916800&token-hash=WSBkW86AWZkvBN25YuaoIYpRaiqH7HJFKTtPX_8TOcc%3D", "long_desc": "I am an off-road enthusiast who does most of the work on my own vehicles. I have always had some kind of project vehicle most of my life. I currently have a 2016 Jeep Wrangler Rubicon that I have been slowly building for the last year and a half. I live in Bend, Oregon and get out in my Jeep about every weekend. Figured it was time to start creating content about my adventures. "},
{"name": "Rebecca Hemlock", "posts": 0, "patrons": null, "pricing": ["$5.99"], "url": "https://www.patreon.com/Rebeccahemlockwrites", "short_desc": null, "image": "https://c10.patreonusercontent.com/4/patreon-media/p/campaign/9583299/d3de48e8e4754ef19ea25b85a3cdc923/eyJ3IjoyMDB9/1.png?token-time=2145916800&token-hash=vxFrNucDRwK--MnwRxGfcSAc3u06lN7w9SSxKbrqavc%3D", "long_desc": ""},
{"name": "HTL Tradingsignal", "posts": 0, "patrons": null, "pricing": ["$32.50"], "url": "https://www.patreon.com/htl_trading", "short_desc": "Tradingsignale mit 87% Erfolgsquote*", "image": "https://c8.patreon.com/2/200/c9506880", "long_desc": "Herzlich willkommen bei HTL Trading Signals, wir bieten dir profitable Tradingsignale damit du es einfacher hast an der Börse. Unsere Signale haben eine Erfolgsquote von ca. 87%* mit Abschluss einer Mitgliedschaft erhältst du täglich bis zu 5 Tradingsignale im Forex.  Gerne darfst du einmal auf den Link klicken und unsere kostenlosen Signale (1 pro Tag) mitnehmen.  Linktree"},
{"name": "Khant Htal War", "posts": 0, "patrons": null, "pricing": [], "url": "https://www.patreon.com/user?u=82267819", "short_desc": null, "image": "https://c8.patreon.com/2/200/c9527137", "long_desc": ""},
{"name": "Moth", "posts": 0, "patrons": null, "pricing": ["$1", "$5", "$10"], "url": "https://www.patreon.com/H3mlocked", "short_desc": "Digital Art", "image": "https://c10.patreonusercontent.com/4/patreon-media/p/campaign/2720610/cea90351c95e45f394cdfc09ef3010a6/eyJ3IjoyMDB9/2.png?token-time=2145916800&token-hash=dU8jbL32V059G9bhIsA5EDq5T9xAERPoa51L-BLtsBg%3D", "long_desc": "Hi I'm uh Moth I do Commissions and adoptables or custom designs I uh got autism very cool and I live in ohio or somethin "},
{"name": "Hamlet Santiago", "posts": 0, "patrons": null, "pricing": [], "url": "https://www.patreon.com/user?u=82159221", "short_desc": null, "image": "https://c10.patreonusercontent.com/4/patreon-media/p/campaign/9514987/f86fe2176a05467da505944319cb099e/eyJ3IjoyMDB9/1.jpg?token-time=2145916800&token-hash=ltqBWn_jcUsKGzKtVVLdtEW2o9Iv6ymVkZqmJ2fGApo%3D", "long_desc": "In this channel you'll learn how to fix your electronics stuff even if you knowledge on how to do it. Im from time to time ill  upload videos for all of you. Thanks for your help"},
{"name": "notdan \" ه҈̿҈̿҈̿҈̿҈̿҈̿҈̿҈̿҈̿҈̿҈̿҈̿҈̿҈̿҈̿҈̿҈̿҈̿҈̿҈̿҈̿҈̿҈̿҈̿҈̿҈̿҈̿҈̿", "posts": 0, "patrons": 1, "pricing": ["$3.21", "$6.66", "$13.37"], "url": "https://www.patreon.com/notdanimal", "short_desc": "HACKER.REHAB Episodes & HTP.LIVE Network", "image": "https://c10.patreonusercontent.com/4/patreon-media/p/campaign/6401905/5ede115db10141c9b7e832b80f6a372f/eyJ3IjoyMDB9/2.png?token-time=2145916800&token-hash=rqTdptajiS0DXnbvdZxY-hhZJhGQnxR2NcphHq1l0rU%3D", "long_desc": "hi, im notdan and chances are you probably already are familiar with my work. i used to post a lot on twitter, but these days im focusing on active internet security research, building a censorship-free hacking-friendly media platform, and working on other various privacy and security related issues. I've never asked for money in the past, but I figure if I'm going to keep going at the pace I'm going at, I should probably start accepting some help. I will use all funds generated for projects that are public, and will provide transparency reports at least once a year. Your Best Fiend, notdan You can verify that I am the \"Real\" notdan by visiting keybase.io/notdan Peace!"},
{"name": "Cats for adoption Kyiv ", "posts": 0, "patrons": 1, "pricing": ["$5", "$10", "$15"], "url": "https://www.patreon.com/CatsForAdoptionKyiv", "short_desc": "We make homless cats healthy and happy ", "image": "https://c10.patreonusercontent.com/4/patreon-media/p/campaign/8813382/a7cf9ecf72ad455586b9a2a39afd98a9/eyJ3IjoyMDB9/1.png?token-time=2145916800&token-hash=4YXQ4iqkYlElylTXRy8H69PtMLVI7XPp96ETNSM7ZXs%3D", "long_desc": "We rescue cats and look for homes for them. In March we evacuated 104 cats from Kyiv to Lviv. 24 cats already adopted. Others leave in Lviv and waiting for their families. Every day we treat, feed cats, clean their facilities and of course love them and care Very much. Looking for good families for happy life together long-long years. We help animals since 2014. For this period we made happy pets more then 400 cats and 20 dogs. We will be Very thankful for any kind of help for our project ❤️"},
{"name": "H Tilsley", "posts": 0, "patrons": 1, "pricing": ["$2", "$20"], "url": "https://www.patreon.com/htilsley", "short_desc": "Photography", "image": "https://c10.patreonusercontent.com/4/patreon-media/p/campaign/1233912/0971e1c43ba74c649eff252b0f7f3f04/eyJ3IjoyMDB9/1.png?token-time=2145916800&token-hash=TvVia0StTNzL_zWVAsistFMiviC41Qhv9nL7pziANeg%3D", "long_desc": "Welcome to my Patreon page! \n \nHi, I’m Harry and I am a photographer based in Wales. My love is for landscape and nature which are the main focus of much of my work. I began my photography company at the end of 2016 and had some exciting successes. I feel now is the time to take the experience I have gained and really push to take H Tilsley Photography to a new level! \n \nI decided I would start a Patreon after coming back from travelling for a month in Japan. Having some time to take a step back from the business and see it all clearly I could see that a small regular amount of money coming in would make a huge difference, allowing me to properly invest and create projects that I cannot do otherwise. You may have seen my work around the flood defence in Cardiff. Luckily, that subject was just down the road for me, but I have lots of ideas that require more time, more travel and more resources.  \n \nMy hope is that through Patreon, and with your support, I will be able to create projects and content that not only matter to me but also to you. Patreon also gives me a space to interact with everyone on a more personal basis as well as a place where I can post content directly to those who do care about it. By creating a Patreon community I will be able to exchange ideas and content with you which can help me develop more meaningful projects. Along with this, being a photographer means I require quite a bit of equipment. Patreon will hopefully let me build up the money to occasionally replace things like lenses and upgrade items which are getting old. This means I can keep creating quality images and content to share with you!  \n \nAny support from you allows me to continue doing what I love. If you’re interested in my work, and want to give me a boost, just choose how much you want to pledge per month (even $1 makes a difference!) and select some great rewards like, postcards, prints, Q&A’s and monthly newsletters. \n \n And don’t worry! You can edit or cancel your pledge anytime you want."},
{"name": "hamletstragedy89", "posts": 15, "patrons": 1, "pricing": [], "url": "https://www.patreon.com/reptorocks", "short_desc": "paintings and short fantasy/stop-motion films ", "image": "https://c10.patreonusercontent.com/4/patreon-media/p/campaign/3290623/fc4185b3f29c477c859b3804cc03b8b7/eyJ3IjoyMDB9/2.jpg?token-time=2145916800&token-hash=mEehFijtHhB0Yn2BqyDS4aWK_fbR6JF5xLZGgCxnlYk%3D", "long_desc": "School teacher. I've been working in community theatre since '97. Have some experience in film. I enjoy making short movies for fun. Painting is relaxing. Traditionalist by nature, it seems. "},
{"name": "htlaps", "posts": 0, "patrons": 1, "pricing": ["$5", "$5", "$12"], "url": "https://www.patreon.com/htlaps", "short_desc": "digital and traditional art", "image": "https://c10.patreonusercontent.com/4/patreon-media/p/campaign/3612240/65cc35c9a8c0437bb0cd4c35a6235fff/eyJ3IjoyMDB9/2.png?token-time=2145916800&token-hash=LPWioH4AI0hM8RwVCMUTQ6AQzc7Ar5Qtyq8V0OLNqQQ%3D", "long_desc": "Hi I’m David, he/him pronouns. I’m a young artist based in prairie Canada and I specialize in digital and traditional art, but I plan to branch off into needlefelting, ceramics, animation, and designing clothing. On my patreon you can expect to get an in-depth look into my art through process pictures of unfinished art, as well as special art that I do not post on my main platforms! I’m really excited to have all of you, so please take some consideration into supporting this teen artist. It would really mean a lot."},
{"name": "Sam Hamlet", "posts": 1, "patrons": 2, "pricing": ["$3", "$7", "$15"], "url": "https://www.patreon.com/samletbird", "short_desc": "Nerdy Content", "image": "https://c10.patreonusercontent.com/4/patreon-media/p/campaign/2872825/52904a95c25943f982345640aa8cb293/eyJ3IjoyMDB9/4.jpg?token-time=2145916800&token-hash=QV5pR6rzT0TRF0xPdBvrPoWj-tbogqXfL8fyHFJEGEc%3D", "long_desc": "Hi, I'm Sam!  This Patreon exists so that anyone who is interested may support my content! I make videos about nerdy stuff, and make a lot of LARP clothing. If you found me through my facebook page, or through YouTube, hello! Thank you for popping by. I don't really have this running for profit, but I pay for all of the things I use to film, craft, etc, out of pocket, so if you enjoy watching me talk and want to help out with the cost of filming, you came to the right place!"},
{"name": "CHRISTINA HAMLYN", "posts": 0, "patrons": 3, "pricing": [], "url": "https://www.patreon.com/christinahamlyn", "short_desc": "WICKED ART", "image": "https://c10.patreonusercontent.com/4/patreon-media/p/campaign/2495428/c043ccd1b56a4b0896b678d40f928ed7/eyJ3IjoyMDB9/2.jpg?token-time=2145916800&token-hash=dL-NIAfXzieNGMpS462VadopVnlFQNzmPanDS5GbnXg%3D", "long_desc": "Salutations. I’m a painter based in Canada currently dabbling with design.  \n \n \nI'm from Newfoundland and currently l living and arting-it-up in Halifax, Nova Scotia. I am an  Art School Drop-out™  who would love to go back and finish their BFA. But, that shit is really expensive. So, I'm out here baristaing by day and swinging out the art at night... or during my days off in the daytime because I value a healthy sleep schedule (or pretend to). \nI like to keep things a little surreal. I love working large and would love to get into doing more mural work.  Mural work and large paintings are hard to make in a small rented basement apartment so instead for gigs I do commissions and, rarely, personal paintings. Murals are my goal but canvas still has my heart. I recently took a break from digital art and the game has changed a little bit. I’m setting up this patreon in the hopes of getting an i Pad Pro  so I can do some digital drawings   outside of the comfort of my home because- let’s be real- I can’t be trusted to get anything done in a space I can also freely nap in.  Questions? Wanna commission?  Reach me on here, twitter, instagram or facebook. "},
{"name": "Melanie Hamlett", "posts": 8, "patrons": 2, "pricing": ["$3", "$5"], "url": "https://www.patreon.com/user?u=30750491", "short_desc": "writing/journalism", "image": "https://c10.patreonusercontent.com/4/patreon-media/p/campaign/3973846/97c7b3e126674b249bd55992ca5c72a4/eyJ3IjoyMDB9/1.jpg?token-time=2145916800&token-hash=IfDhSuCSZREK2GabZjtuHF91J2rCf5fcYMP64xmJr8E%3D", "long_desc": "Hey there! If you're reading this, I'm guessing you like  my work  (Harper's Bazaar, The Guardian, WaPo, Outside Mag, Playboy, HuffPost, Glamour, The Daily Beast, etc). Or my podcasts on Risk!, etc. I'm here to offer you stuff no one gets to read if you're a fan of my work. Editors often have to cut a lot out. And there are stories I love telling that just aren't appropriate for pubs. So you get to hear that stuff here. The stuff that I didn't pitch yet or can't cuz it's too crazy.   I'm also offering up pitching/writing/storytelling advice. I've won The Moth several times, I've got nine stories on the Risk! podcast and I know my shit. But for those of you wanting to get the courage to get on stage with a story or pitch to a magazine or newspaper, I'm here for you. I can save you a shit ton of money and time. I was self-taught on pitching and I wish someone had saved me hundreds of hours of research. It's exhausting trying to figure this crap out. Let me help. I sold my first pitch to Harper's Bazaar and it went viral. For example. Also, for other brave souls, I'm offering tinder/dating app advice. I've had such great experiences on tinder (like hundreds y'all) due to my ruthless vetting system. So if you keep finding yourself going out with assholes (by mistake!) or if you kinda look like an asshole cuz of your terrible profile, I'd love to help you with that. OR if you are chasing trash dick all the time or self-sabotaging good relationships, I can tell you what I did to stop doing that crap myself. It's hard! I needed guidance. OR if you are dying to move abroad, go on that adventure, or get the hell out of your comfort zone, I can help you with that. Just try once and if you like it, we can keep going. Don't feel like you are stuck. You're never stuck. Let me help you figure out how to push your comfortzone and stop feeling so damn trapped. "}
]